Repository: CofficLab/Wakey
Catalog: Plugins/PurchasePlugin/Purchase.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Enjoy all updates
zh_hans: 享受所有更新
zh_hk: 享受所有更新

source: If you have previously purchased a subscription on another device, you can restore your subscription by clicking the "Restore Purchase" button below. Please make sure you are using the same Apple ID used for the purchase.
zh_hans: 如果您之前在其他设备上购买过订阅,可以通过点击下方的"恢复购买"按钮来恢复您的订阅。请确保您使用的是购买时所用的Apple ID 账号。
zh_hk: 如果您之前在其他設備上購買過訂閱,可以通過點擊下方的"恢復購買"按鈕來恢復您的訂閱。請確保您使用的是購買時所用的Apple ID 賬號。

source: One-time purchase, use forever
zh_hans: 一次购买，永久使用
zh_hk: 一次購買，永久使用

source: Privacy Policy
zh_hans: 隐私政策
zh_hk: 隱私政策

source: Pro Features
zh_hans: Pro 功能
zh_hk: Pro 功能

source: Provide purchase-related poster views and features
zh_hans: 提供购买相关的海报视图和功能
zh_hk: 提供購買相關的海報視圖和功能

source: Purchase
zh_hans: 购买
zh_hk: 購買

source: Restore Purchase
zh_hans: 恢复购买
zh_hk: 恢復購買

source: Terms of Use
zh_hans: 许可协议
zh_hk: 許可協議

source: Unlock all premium features
zh_hans: 解锁全部高级功能
zh_hk: 解鎖全部高級功能

source: Unlock premium features
zh_hans: 解锁高级功能
zh_hk: 解鎖高級功能

source: Wakey Pro Annual
zh_hans: Wakey Pro 年度订阅
zh_hk: Wakey Pro 年度訂閱

source: Wakey Pro Lifetime
zh_hans: Wakey Pro 终身版
zh_hk: Wakey Pro 終身版
